Repository: hualiu77/NVMeter
Catalog: design/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

source: AGPL-3.0-or-later · uses smartmontools (GPL-2.0)
zh_hans: AGPL-3.0-or-later · 内置 smartmontools (GPL-2.0)

source: Already reported
zh_hans: 已经报告过

source: Bridge database
zh_hans: 桥接数据库

source: Cancel
zh_hans: 取消

source: Could not read SMART data
zh_hans: 无法读取 SMART 数据

source: Critical
zh_hans: 危险

source: Defaults: green below warning, yellow between warning and critical, red at or above critical. Spec values for NVMe throttling vary by drive; these thresholds are conservative and match what most users want to see at a glance.
zh_hans: 默认：低于警告值为绿色，在警告与危险值之间为黄色，达到或超过危险值为红色。NVMe 各型号的实际限温不同；这两个阈值偏保守，符合大多数用户的预期。

source: Displays the hottest drive's temperature in the menu bar.
zh_hans: 在菜单栏显示温度最高那块盘的温度。

source: Drive
zh_hans: 硬盘

source: First time you enable this, macOS will ask for permission. You can revisit it under System Settings → Notifications → NVMeter.
zh_hans: 首次启用时 macOS 会请求授权。后续可在「系统设置 → 通知 → NVMeter」中调整。

source: General
zh_hans: 通用

source: Good
zh_hans: 良好

source: Help
zh_hans: 帮助

source: Help map this enclosure
zh_hans: 帮我们识别这个硬盘盒

source: History
zh_hans: 历史

source: Hover any metric tile to see what it means · See Settings → Help for the full reference
zh_hans: 将鼠标悬停在数字上查看说明 · 完整参考见「设置 → 帮助」

source: Lifetime writes
zh_hans: 累计写入

source: Long-term trend charts
zh_hans: 长期趋势图表

source: Make sure smartmontools is installed: brew install smartmontools
zh_hans: 请先安装 smartmontools： brew install smartmontools

source: Menu bar
zh_hans: 菜单栏

source: Most USB-SATA & USB-NVMe bridges can't expose SMART on macOS. Capacity and connection still shown.
zh_hans: macOS 下大多数 USB-SATA / USB-NVMe 硬盘盒无法读取 SMART。容量与连接方式仍可显示。

source: No data for this metric.
zh_hans: 暂无该指标的数据。

source: No drives to chart yet.
zh_hans: 暂无可绘图的硬盘。

source: No samples for this range yet — NVMeter polls every 5 minutes.
zh_hans: 该时间范围内暂无采样数据 —— NVMeter 每 5 分钟采集一次。

source: Notifications
zh_hans: 通知

source: Notify when a drive crosses a threshold
zh_hans: 温度跨阈值时发送通知

source: NVMeter — History
zh_hans: NVMeter — 历史趋势

source: Open-source SMART monitor for macOS
zh_hans: macOS 上的开源 SMART 监控工具

source: Opens a pre-filled GitHub Issue with your ioreg + smartctl probe results so we can add this enclosure to the community database.
zh_hans: 打开浏览器，预填好 ioreg 与 smartctl 诊断结果，自动提交到 GitHub，帮社区数据库加上这个硬盘盒。

source: Posts a system notification when a drive enters the warning or critical band. Debounced to once per device per 5 minutes.
zh_hans: 当某块硬盘进入警告或危险温度时发送系统通知。同一设备 5 分钟内只发一次。

source: Power-on
zh_hans: 通电

source: Quit NVMeter
zh_hans: 退出 NVMeter

source: Range
zh_hans: 时间范围

source: Reading SMART data…
zh_hans: 正在读取 SMART 数据…

source: Refresh
zh_hans: 刷新

source: Report a bug
zh_hans: 报告问题

source: Report copied to clipboard
zh_hans: 报告已复制到剪贴板

source: Settings
zh_hans: 设置

source: Show temperature next to icon
zh_hans: 在图标旁显示温度

source: SMART pass-through blocked by macOS
zh_hans: macOS 阻止了该硬盘盒的 SMART 透传

source: Submit anyway
zh_hans: 仍要提交

source: Temp
zh_hans: 温度

source: Temperature
zh_hans: 温度

source: Temperature thresholds
zh_hans: 温度阈值

source: The full report didn't fit in a URL, so NVMeter copied it instead. Paste (⌘V) into the GitHub issue that just opened, then submit.
zh_hans: 完整报告超出了 URL 长度限制，NVMeter 已将其复制到剪贴板。在刚打开的 GitHub Issue 页面按 ⌘V 粘贴后提交即可。

source: Thresholds
zh_hans: 阈值

source: Unknown
zh_hans: 未知

source: Warning
zh_hans: 警告

source: Wear
zh_hans: 磨损

source: Wear (NAND % used)
zh_hans: 磨损（NAND 使用百分比）

source: When off, only the NVMeter icon is shown.
zh_hans: 关闭后菜单栏只显示 NVMeter 图标。

source: Written
zh_hans: 已写入

source: %lld samples
zh_hans: %lld 个采样点

source: %@ is hot
zh_hans: %@ 温度过高

source: %@ is warming up
zh_hans: %@ 温度上升

source: Drive temperature is %lld °C.
zh_hans: 硬盘温度 %lld °C。

source: OK
zh_hans: 好

source: The full report didn't fit in a URL, so NVMeter copied it to the clipboard. Click OK to open the GitHub issue page, then paste (⌘V) into the description and submit.
zh_hans: 完整报告超出了 URL 长度限制,NVMeter 已将其复制到剪贴板。点击「好」打开 GitHub Issue 页面,然后在描述框按 ⌘V 粘贴并提交。

source: NVMeter — Details
zh_hans: NVMeter — 详细信息

source: Click for all SMART attributes
zh_hans: 点击查看全部 SMART 属性

source: Pre-fail indicators
zh_hans: 故障预警指标

source: Movement here predicts failure — back up immediately if any of these degrade.
zh_hans: 这些指标变化预示故障——任何一项恶化都应立即备份。

source: Life-span counters
zh_hans: 寿命计数器

source: These grow with normal use; they describe age, not failure.
zh_hans: 这些数值随正常使用增长,反映的是使用年龄而非故障。

source: No SMART-capable drive selected.
zh_hans: 未选择可读取 SMART 的硬盘。

source: Available spare
zh_hans: 可用备用块

source: threshold %lld%%
zh_hans: 阈值 %lld%%

source: Media & data integrity errors
zh_hans: 介质与数据完整性错误

source: Error information log entries
zh_hans: 错误信息日志条数

source: Composite temperature
zh_hans: 综合温度

source: Temperature sensor %lld
zh_hans: 温度传感器 %lld

source: Percentage used (NAND wear)
zh_hans: 已用寿命(NAND 磨损)

source: Data units read
zh_hans: 数据读取单元

source: Data units written
zh_hans: 数据写入单元

source: Host read commands
zh_hans: 主机读取命令数

source: Host write commands
zh_hans: 主机写入命令数

source: Controller busy time
zh_hans: 控制器忙碌时间

source: %lld minutes
zh_hans: %lld 分钟

source: Power cycles
zh_hans: 通电次数

source: Power-on hours
zh_hans: 通电小时数

source: %lld hours
zh_hans: %lld 小时

source: %lld days
zh_hans: %lld 天

source: Unsafe shutdowns
zh_hans: 非正常关机次数

source: Time above warning temperature
zh_hans: 超过警告温度的累计时间

source: Time above critical temperature
zh_hans: 超过危险温度的累计时间

source: Error log checked — no entries. This drive has never logged an NVMe error.
zh_hans: 错误日志已检查——无记录。该硬盘从未记录过 NVMe 错误。

source: Error log contains %lld entries.
zh_hans: 错误日志包含 %lld 条记录。

source: Already in the database: %@
zh_hans: 已收录于数据库:%@

source: This enclosure's bridge chip is already catalogued in NVMeter-drivedb. macOS still blocks SMART pass-through for it.
zh_hans: 该硬盘盒的桥接芯片已收录在 NVMeter-drivedb 中。macOS 仍然阻止其 SMART 透传。

source: Memory cards don't support SMART — capacity shown above.
zh_hans: 存储卡本身不支持 SMART——上方仍显示容量信息。

source: Check for updates automatically
zh_hans: 自动检查更新

source: Check Now
zh_hans: 立即检查

source: Updates
zh_hans: 更新

source: Version %@
zh_hans: 版本 %@

source: Updates are downloaded from GitHub Releases and verified with both Apple notarization and Sparkle's EdDSA signature.
zh_hans: 更新从 GitHub Releases 下载,并经过 Apple 公证与 Sparkle EdDSA 签名双重校验。

source: NVMeter — Speed Test
zh_hans: NVMeter — 磁盘测速

source: Disk speed test
zh_hans: 磁盘测速

source: Test size
zh_hans: 测试大小

source: Stop
zh_hans: 停止

source: Run test
zh_hans: 开始测速

source: This test writes about %@ to the drive. Larger sizes reveal SLC-cache and thermal slowdowns but add more wear.
zh_hans: 本次测速将向硬盘写入约 %@。数据量越大,越能暴露 SLC 缓存耗尽和过热降速,但也会增加写入磨损。

source: Pick a drive and size, then Run test.
zh_hans: 选择硬盘和测试大小,然后点击开始测速。

source: Read
zh_hans: 读取

source: Write
zh_hans: 写入

source: Speed & temperature
zh_hans: 速度与温度

source: Speed
zh_hans: 速度

source: Results
zh_hans: 结果

source: Previous runs
zh_hans: 历史记录

source: Read %lld · Write %lld MB/s
zh_hans: 读 %lld · 写 %lld MB/s

source: Sustained write speed dropped %lld%% from its peak.
zh_hans: 持续写入速度从峰值下降了 %lld%%。

source: The drive reached %lld°C — thermal throttling is the likely cause.
zh_hans: 硬盘温度达到 %lld°C——很可能是过热降频导致。

source: Temperature stayed moderate, so this is most likely the SLC write cache filling up.
zh_hans: 温度保持平稳,因此很可能是 SLC 写入缓存被填满导致。

source: This drive has no writable volume to test on.
zh_hans: 该硬盘没有可写入的卷,无法测速。

source: Not enough free space on this drive for the selected test size.
zh_hans: 该硬盘剩余空间不足以进行所选大小的测速。

source: Benchmark read/write with a temperature overlay
zh_hans: 测读写速度,叠加温度曲线

source: Link ceiling ~%lld MB/s · %@
zh_hans: 链路理论上限 ~%lld MB/s · %@

source: Theoretical link maximum (dashed line). Real speed is lower — the interface, enclosure, cable, and drive itself all limit it.
zh_hans: 理论链路上限(虚线)。实际速度更低——接口、硬盘盒、缆线和硬盘本身都会限制速度。

source: Include random 4K test
zh_hans: 包含随机 4K 测试

source: Slow and not very meaningful on mechanical hard drives.
zh_hans: 对机械硬盘耗时较长且意义不大。
